Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/pootle-tm.tmx
Source language: en
Languages: ca_es

source: Overview of your account
ca_es: Resum del vostre compte

source: Dashboard
ca_es: Tauler

source: Configure your translation preferences
ca_es: Configureu les vostres preferències de traducció

source: Settings
ca_es: Configuració

source: Change your personal information
ca_es: Canvieu la vostra informació personal

source: Profile
ca_es: Perfil

source: Change your password
ca_es: Canvia la contrasenya

source: This Pootle Server
ca_es: Aquest servidor Pootle

source: This site is running Pootle &mdash; powerful web software to empower teams to do translation and translation management. This community tool is Free Software, and any team can use it and contribute to the Pootle community. Read more on the <a href="http://pootle.translatehouse.org/"><i class="icon-external-link"></i> project website</a>.
ca_es: Això és un lloc web que funciona amb el Pootle &mdash; un potent programari web que facilita la traducció en equips i la seva gestió. Aquesta eina comunitària és programari lliure i qualsevol equip pot utilitzar-lo i contribuir a la comunitat del Pootle. Llegiu-ne més al <a href="http://pootle.translatehouse.org/"><i class="icon-external-link"></i>lloc web del projecte</a>.

source: About
ca_es: Quant a

source: Send
ca_es: Envia

source: Message Sent
ca_es: Missatge enviat

source: Thank you for your feedback.
ca_es: Gràcies per la vostra opinió.

source: message by %(name)s
ca_es: missatge per %(name)s

source: Here you can change your personal details. This information will be used in the header of the translation files.
ca_es: Aquí podeu canviar els vostres detalls personal. La informació s'utilitzarà a la capçalera dels fitxers de traducció.

source: First Name
ca_es: Nom

source: Last Name
ca_es: Cognoms

source: Email address
ca_es: Adreça electrònica

source: Translation Settings
ca_es: Paràmetres de traducció

source: Here you can configure the settings related to the translation interface as well as your language preferences.
ca_es: Aquí podeu configurar els paràmetres relacionats amb la interfície de traducció i les vostres preferències de llengua.

source: Quick Links
ca_es: Enllaços ràpids

source: Admin
ca_es: Administrador

source: No languages or projects selected. Choose yours now.
ca_es: No s'ha seleccionat cap llengua o projecte. Trieu els vostres ara.

source: This user has not selected languages or projects yet.
ca_es: L'usuari no ha seleccionat cap llengua o projecte encara.

source: User Statistics
ca_es: Estadístiques de l’usuari/a

source: You can set or change your avatar image at www.gravatar.com
ca_es: Podeu definir o canviar la vostra imatge avatar a www.gravatar.com

source: Profiles list
ca_es: Llista de perfils

source: Username
ca_es: Nom d'usuari

source: First name
ca_es: Nom

source: Last name
ca_es: Cognoms

source: Account Activated
ca_es: S'ha activat el compte

source: The account has been activated for username "%(account)s". You can now proceed to log in.
ca_es: S'ha activat el compte per a l'usuari «%(account)s». Podeu procedir a iniciar una sessió.

source: Pootle Account Created!
ca_es: S'ha creat un compte Pootle!

source: A Pootle account has been created for you using this email address.
ca_es: Se us ha creat un compte del Pootle emprant aquesta adreça electrònica.

source: To activate your account, follow this link:
ca_es: Per activar el vostre compte seguiu aquest enllaç:

source: Activate my Pootle account
ca_es: Activa el meu compte Pootle

source: Your activation code is: <code>%(activation_key)s</code>
ca_es: El vostre codi d'activació és: <code>%(activation_key)s</code>

source: This message is sent to verify that the email address is in fact correct. If you did not want to register an account, you may simply ignore the message.
ca_es: S'ha ha enviat aquest missatge per verificar que l'adreça electrònica és correcta. Si no voleu registrar un compte, només cal que ignoreu el missatge.

source: Your activation code is:
ca_es: El vostre codi d'activació és:

source: Pootle registration
ca_es: Registre amb el Pootle

source: Password Changed
ca_es: La contrasenya ha canviat

source: Your password was changed successfully.
ca_es: La vostra contrasenya s'ha canviat amb èxit.

source: Change Password
ca_es: Canvia la contrasenya

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ca_es: Introduïu la vostra contrasenya antiga, i per motius de seguretat, a continuació introduïu la nova contrasenya dues vegades per tal que puguem verificar que l'hàgiu escrit correctament.

source: Old password
ca_es: Contrasenya antiga

source: New password
ca_es: Contrasenya nova

source: Confirm password
ca_es: Confirmeu la contrasenya

source: Change My Password
ca_es: Canvia la meva contrasenya

source: Password Reset
ca_es: Reinicialització de la contrasenya

source: Password Reset Complete.
ca_es: S'ha completat la reinicialització de la contrasenya.

source: Your password has been set. You may go ahead and <a href="%(login_url)s">log in</a> now.
ca_es: S'ha establert la vostra contrasenya. Podeu continuar i <a href="%(login_url)s">iniciar una sessió</a> ara.

source: Reset Password
ca_es: Reinicia la contrasenya

source: Enter New Password.
ca_es: Introduïu una nova contrasenya.

source: Please enter your new password twice so we can verify you typed it in correctly.
ca_es: Introduïu la vostra contrasenya nova dues vegades per tal que puguem verificar que l'hàgiu escrit correctament.

source: New Password
ca_es: Contrasenya nova

source: Confirm Password
ca_es: Confirmeu la contrasenya

source: Reset My Password
ca_es: Reinicia la meva contrasenya

source: Password Reset Failed.
ca_es: La reinicialització de la contrasenya ha fallat.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ca_es: L'enllaç de reinicialització de la contrasenya no era vàlid, possiblement perquè ja ha estat utilitzat. Si us plau, sol·liciteu-ne una altra reinicialització.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should receive it shortly.
ca_es: Us hem enviat per correu instruccions per a establir la vostra contrasenya a l'adreça electrònica que heu tramès. Hauríeu de rebre-les ben aviat.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
ca_es: Heu rebut aquest missatge perquè vàreu sol·licitar una reinicialització de contrasenya per al vostre compte d'usuari a %(site_name)s.

source: Please go to the following page and choose a new password:
ca_es: Aneu a la pàgina següent i trieu una nova contrasenya:

source: Your username is %(user)s.
ca_es: El vostre nom d'usuari és %(user)s.

source: Thank you for using Pootle!
ca_es: Gràcies per utilitzar el Pootle!

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
ca_es: Heu oblidat la vostra contrasenya? Introduïu la vostra adreça electrònica a continuació, i us enviarem les instruccions per a obtenir-ne una altra.

source: Email Address
ca_es: Adreça electrònica

source: Registration Complete
ca_es: Registre complet

source: Please check your email to activate your account.
ca_es: Comproveu el vostre correu electrònic per a activar el vostre compte.

source: Register a New Pootle Account
ca_es: Registra un nou compte del Pootle

source: Fill in the following form to get started translating.
ca_es: Ompliu el formulari següent per a començar a traduir.

source: Password (again)
ca_es: Contrasenya (de nou)

source: Make sure to read the following:
ca_es: Assegureu-vos que heu llegit:

source: Already have an account?
ca_es: Ja hi teniu un compte?

source: Log In.
ca_es: Inicia una sessió.

source: Collapse details
ca_es: Redueix els detalls

source: Are you sure you want to continue?
ca_es: Esteu segur que voleu continuar?

source: This operation cannot be undone.
ca_es: No es pot desfer l'operació.

source: <a href="%s">String %s</a>
ca_es: <a href="%s">Cadena %s</a>

source: Error while connecting to the server
ca_es: S'ha produït un error en connectar amb el servidor

source: Server error
ca_es: Error del servidor

source: The server seems down. Try again later.
ca_es: Sembla que el servidor no funciona. Proveu-ho més tard.

source: Unknown error
ca_es: S'ha produït un error desconegut

source: Congratulations, you walked through all strings.
ca_es: Enhorabona! Heu passat per tots les cadenes.

source: Return to the overview page.
ca_es: Torna a la pàgina de resum.

source: You reached the beginning of the list
ca_es: Heu arribat al començament de la llista

source: You reached the end of the list.
ca_es: Heu arribat al final de la llista.

source: %s% match
ca_es: %s% coincidència

source: Similar translations
ca_es: Traduccions semblants

source: More
ca_es: Més

source: Hide
ca_es: Amaga

source: Less
ca_es: Menys

source: Show
ca_es: Mostra

source: A year ago
ca_es: Fa un any

source: A week ago
ca_es: Fa 1 setmana

source: Yesterday
ca_es: Ahir

source: An hour ago
ca_es: Fa una hora

source: A minute ago
ca_es: Fa un minut

source: Translation Tool
ca_es: Eina de traducció

source: A translation tool to help a human translator translate files into other languages
ca_es: Una eina de traducció per ajudar un traductor humà a traduir fitxers en altres llengües

source: _File
ca_es: _Fitxer

source: _Update to Template
ca_es: Act_ualitza amb la plantilla

source: _Export
ca_es: _Exporta

source: _Recent Files
ca_es: Fitxers _recents

source: _Edit
ca_es: _Edita

source: Transfer From Source
ca_es: Transfereix de la font

source: P_revious Placeable
ca_es: Objecte col·locable ante_rior

source: _Next Placeable
ca_es: Objecte col·locable següe_nt

source: _View
ca_es: _Visualitza

source: _Full Screen
ca_es: _Pantalla completa

source: _Quality Checks
ca_es: Controls de _qualitat

source: _Navigation
ca_es: _Navegació

source: P_age Up
ca_es: Pàgin_a amunt

source: _Page Down
ca_es: _Pàgina avall

source: _Help
ca_es: A_juda

source: _Online Help
ca_es: Ajuda en lí_nia

source: _Tutorial
ca_es: _Guia d'aprenentatge

source: _Localization Guide
ca_es: Guia de _localització

source: Report a _Bug
ca_es: _Informa d'un error

source: New Language Pair
ca_es: Nou parell de llengües

source: The <b>Original</b> is the language from which you are translating, also called the source language. If you are translating from English to French then English would be your original or source language.
ca_es: L'<b>original</b> és la llengua a partir de la qual esteu traduint, que també rep el nom de llengua d'origen. Si esteu traduint de l'anglès al francès, l'anglès seria llavors la llengua original o d'origen.

source: The <b>Translation</b> is the language into which you are translating, also called the target language. If you are translating from English to French then French would be your translation or target language.
ca_es: La <b>traducció</b> és la llengua en la qual traduïu, que també rep el nom de llengua de destinació. Si esteu traduint de l'anglès al francès, el francès seria llavors la llengua de destinació.

source: <b>Translation</b>
ca_es: <b>Traducció</b>

source: _Add Missing Language...
ca_es: _Afegeix una llengua absent…

source: Add Missing Language
ca_es: Afegeix una llengua absent

source: Language name:
ca_es: Nom de la llengua:

source: ISO code:
ca_es: Codi ISO:

source: Plural expression:
ca_es: Expressió del plural:

source: Number of plurals:
ca_es: Nombre de plurals:

source: Depending on the translation task, the plural information might be optional.
ca_es: Depenent de la tasca de traducció, la informació del plural pot ser opcional.

source: <b>Language Information</b>
ca_es: <b>Informació de la llengua</b>

source: Virtaal Preferences
ca_es: Preferències del Virtaal

source: The name stored in the file header
ca_es: El nom emmagatzemat en la capçalera del fitxer

source: Name:
ca_es: Nom:

source: The e-mail address stored in the file header
ca_es: L'adreça electrònica emmagatzemada en la capçalera del fitxer

source: E-mail address:
ca_es: Adreça electrònica:

source: The team information stored in the file header. This can be an e-mail address or a URL, for example.
ca_es: La informació de l'equip emmagatzemada a la capçalera del fitxer. Pot ser una adreça electrònica, o bé un URL.

source: Team:
ca_es: Equip:

source: <b>Translator Information</b>
ca_es: <b>Informació del traductor</b>

source: Source text:
ca_es: Text d'origen:

source: Target text:
ca_es: Text de destinació:

source: Use _Default Fonts
ca_es: Utilitza els tipus de lletra per _defecte

source: <b>Fonts</b>
ca_es: <b>Tipus de lletra</b>

source: Placeables are special parts of the text that can be automatically highlighted and easily inserted into the translation.
ca_es: Els objectes col·locables són parts especials d'un text que poden ressaltar-se automàticament i inserir-se fàcilment en una traducció.

source: Placeables
ca_es: Objectes col·locables

source: Plug-ins
ca_es: Connectors

source: Terminology Files
ca_es: Fitxers de terminologia

source: Add Term
ca_es: Afegeix un terme

source: C_omments
ca_es: C_omentaris

source: Terminology _file:
ca_es: _Fitxer de terminologia:

source: Web Look-ups
ca_es: Consultes web

source: Add URL
ca_es: Afegeix un URL

source: Put queries in quotes
ca_es: Posa les consultes entre cometes

source: <b>Options</b>
ca_es: <b>Opcions</b>

source: <u>Open</u>
ca_es: <u>Obre</u>

source: <b><big>Recent Files</big></b>
ca_es: <b><big>Fitxers recents</big></b>

source: <u>Tutorial</u>
ca_es: <u>Guia d'aprenentatge</u>

source: <u>Cheat Sheet</u>
ca_es: <u>Full de trucs</u>

source: <u>More...</u>
ca_es: <u>Més...</u>

source: <u>Features</u>
ca_es: <u>Característiques</u>

source: <b><big>Getting Started</big></b>
ca_es: <b><big>Primers passos</big></b>

source: <u>Localization Guide</u>
ca_es: <u>Guia de localització</u>

source: <u>Feedback</u>
ca_es: <u>Opinions</u>

source: <b><big>Support</big></b>
ca_es: <b><big>Assistència</big></b>

source: Properties
ca_es: Propietats

source: <b>Words</b> (total):
ca_es: <b>Paraules</b> (total):

source: <b>Strings</b> (total):
ca_es: <b>Cadenes</b> (total):

source: File type:
ca_es: Tipus de fitxer:

source: File size:
ca_es: Mida del fitxer:

source: Location:
ca_es: Ubicació:

source: At the end of a translation, simply press <Enter> to continue with the next one.
ca_es: Al final de la traducció premeu <Retorn> per continuar amb la següent.

source: To copy the original string into the target field, simply press <Alt+Down>.
ca_es: Per copiar la cadena original al camp de destinació premeu <Alt+Avall>.

source: To mark the current translation as fuzzy, simply press <Alt+U>.
ca_es: Per marcar la traducció actual com a dubtosa que premeu <Alt+U>.

source: To mark the current translation as incomplete, simply press <Ctrl+Shift+Enter>.
ca_es: Per marcar la traducció actual com a incompleta premeu <Ctrl+Maj+Retorn>.

source: To mark the current translation as complete, simply press <Ctrl+Enter>.
ca_es: Per marcar la traducció actual com a complerta premeu <Ctrl+Retorn>.

source: Use Ctrl+Up or Ctrl+Down to move between translations.
ca_es: Feu servir Ctrl+Amunt o Ctrl+Avall per moure-vos al llarg de la traducció.

source: Use Ctrl+PgUp or Ctrl+PgDown to move in large steps between translations.
ca_es: Feu servir Ctrl+PàgAmunt o Ctrl+PàgAvall per moure-vos a grans passos al llarg de la traducció.

source: Fuzzy
ca_es: Dubtosa

source: Spelling
ca_es: Ortografia

source: Header information
ca_es: Informació de la capçalera

source: Please enter your name
ca_es: Introduïu el vostre nom

source: Please enter your e-mail address
ca_es: Introduïu la vostra adreça electrònica

source: Please enter your team's information
ca_es: Introduïu la informació del vostre equip

source: You selected the currently open file for opening. Do you want to reload the file?
ca_es: Heu seleccionat obrir el fitxer que ja està obert actualment. Voleu tornar a carregar-lo?

source: Could not open file. %(error_message)s Try opening a different file.
ca_es: No s'ha pogut obrir el fitxer. %(error_message)s Proveu d'obrir un altre fitxer.

source: Could not save file. %(error_message)s Try saving to a different location.
ca_es: No s'ha pogut desar el fitxer. %(error_message)s Proveu de desar-lo en una altra ubicació.

source: Could not save file. %(error_message)s
ca_es: No s'ha pogut desar el fitxer. %(error_message)s

source: Can only export Gettext PO files
ca_es: Només es poden exportar fitxers PO del Gettext

source: Could not export file. %(error_message)s Try saving to a different location.
ca_es: No s'ha pogut exportar el fitxer. %(error_message)s Proveu de desar-lo en una altra ubicació.

source: Could not export file. %(error_message)s
ca_es: No s'ha pogut exportar el fitxer. %(error_message)s

source: Reload File
ca_es: Torna a carregar el fitxer

source: Reload file from last saved copy and lose all changes?
ca_es: Voleu tornar a carregar el fitxer des de la darrera còpia desada i perdre tots els canvis?

source: Words with internal capitalization, such as some brand names and WikiWords
ca_es: Paraules amb majúscules dins, com ara alguns noms de marques i WikiWords

source: Capitals
ca_es: Majúscules

source: Words containing uppercase letters only
ca_es: Paraules que contenen només majúscules

source: Command Line Options
ca_es: Opcions de la línia d'ordres

source: Application command line options, such as --help, -h and -I
ca_es: Opcions de la línia d'ordres de l'aplicació, com ara --help, -h i -I

source: E-mail addresses
ca_es: Adreces electròniques

source: File Names
ca_es: Noms de fitxer

source: Paths referring to file locations
ca_es: Camins que fan referència a ubicacions de fitxer

source: Placeholders (printf)
ca_es: Textos variables (printf)

source: Placeholders used in "printf" strings
ca_es: Textos variables en les cadenes de «printf»

source: Placeholders (Python)
ca_es: Textos variables (Python)

source: Placeholders in Python strings
ca_es: Textos variables en les cadenes de Python

source: Placeholders (Java)
ca_es: Textos variables (Java)

source: Placeholders in Java strings
ca_es: Textos variables en les cadenes de Java

source: Placeholders (Qt)
ca_es: Textos variables (Qt)

source: Placeholders in Qt strings
ca_es: Textos variables en cadenes Qt

source: Integer numbers and decimal fractions
ca_es: Nombres enters i fraccions decimals

source: Punctuation
ca_es: Puntuació

source: Symbols and less frequently used punctuation marks
ca_es: Símbols i puntuació menys freqüent

source: URLs, hostnames and IP addresses
ca_es: URL, noms de servidor i adreces IP

source: XML Entities
ca_es: Entitats XML

source: Entity references, such as &amp; and &#169;
ca_es: Referències d'entitats, com ara &amp; i &#169;

source: XML Tags
ca_es: Etiquetes XML

source: XML tags, such as <b> and </i>
ca_es: Etiquetes XML, com ara <b> i </i>

source: Spaces
ca_es: Espais

source: Double spaces and spaces in unexpected positions
ca_es: Dobles espais i espais en posicions no esperades

source: "alt" Attributes
ca_es: Atributs «alt»

source: Placeable for "alt" attributes (as found in HTML)
ca_es: Objecte col·locable per als atributs «alt» (tal com es troba a l'HTML)

source: Placeholders (Drupal)
ca_es: Textos variables (Drupal)

source: Placeholders in Drupal strings
ca_es: Textos variables en les cadenes del Drupal

source: No source or translatable files in bundle
ca_es: No hi ha cap font o fitxers que es puguin traduir al feix

source: The file contains nothing to translate.
ca_es: El fitxer no té res per traduir.

source: Before:
ca_es: Abans:

source: After:
ca_es: Després:

source: Translated: %d
ca_es: Traduït: %d

source: Fuzzy: %d
ca_es: Dubtós: %d

source: Untranslated: %d
ca_es: Per traduir: %d

source: File Updated
ca_es: Fitxer actualitzat

source: Needs review
ca_es: Cal revisar-ho

source: Reviewed
ca_es: Revisat

source: Select Checks
ca_es: Selecciona les comprovacions

source: All Checks
ca_es: Totes les comprovacions

source: _Case sensitive
ca_es: Sensible a les majús_cules

source: _Regular expression
ca_es: Expressió _regular

source: Replace with
ca_es: Reemplaça amb

source: Replace
ca_es: Reemplaça

source: Replace _All
ca_es: Reempl_aça-ho tot

source: Workflow
ca_es: Flux de treball

source: Select States
ca_es: Seleccioneu els estats

source: All States
ca_es: Tots els estats

source: Automatically complete long words while you type
ca_es: Les paraules llargues es completen automàticament mentre escriviu

source: AutoCompletor
ca_es: Compleció automàtica

source: Automatically correct text while you type
ca_es: Corregeix automàticament el text mentre escriviu

source: AutoCorrector
ca_es: Corrector automàtic

source: Spell Checker
ca_es: Corrector ortogràfic

source: Check spelling and provide suggestions
ca_es: Verifica l'ortografia i proporciona'n suggeriments

source: <i>(no suggestions)</i>
ca_es: <i>(no hi ha cap suggeriment)</i>

source: Ignore All
ca_es: Ignora-ho tot

source: Add "%s" to Dictionary
ca_es: Afegeix «%s» al diccionari

source: Perform look-ups on selected text
ca_es: Realitza consultes en el text seleccionat

source: External Look-up
ca_es: Consulta externa

source: Select Look-up Services
ca_es: Seleccioneu els serveis de consulta

source: Select the services that should be used to perform look-ups
ca_es: Seleccioneu els serveis que s'utilitzaran per realitzar les consultes

source: Look-up "%(selection)s"
ca_es: Consulta «%(selection)s»

source: Web Look-up
ca_es: Consulta web

source: Look-up the selected text on a web site
ca_es: Consulta el text seleccionat en un lloc web

source: Wikipedia
ca_es: Viquipèdia

source: Quote Query
ca_es: Cita la consulta

source: Migrate settings from KBabel, Lokalize and/or Poedit to Virtaal.
ca_es: Migra la configuració del KBabel, el Lokalize i/o el Poedit al Virtaal.

source: Migration Assistant
ca_es: Auxiliar de migració

source: Should Virtaal try to import settings and data from other applications?
ca_es: Voleu que el Virtaal provi d'importar els paràmetres i les dades d'altres aplicacions?

source: Import data from other applications?
ca_es: Voleu importar dades d'altres aplicacions?

source: Migration was successfully completed
ca_es: La migració s'ha completat amb èxit

source: The following items were migrated:
ca_es: S'han migrat els elements següents:

source: Migration completed
ca_es: S'ha completat la migració

source: Virtaal was not able to migrate any settings or data
ca_es: El Virtaal no ha pogut migrar cap paràmetre o dada

source: Nothing migrated
ca_es: No s'ha migrat res

source: Poedit settings
ca_es: Paràmetres del Poedit

source: Poedit's Translation Memory: %(database_language_code)s
ca_es: Memòria de traducció del Poedit: %(database_language_code)s

source: KBabel's Translation Memory: %(database_language_code)s
ca_es: Memòria de traducció del KBabel: %(database_language_code)s

source: Lokalize settings
ca_es: Paràmetres del Lokalize

source: Lokalize's Translation Memory: %(database_name)s
ca_es: Memòria de traducció del Lokalize: %(database_name)s

source: Terminology Help
ca_es: Ajuda de terminologia

source: Terminology suggestions
ca_es: Suggeriments de terminologia

source: Localization Terminology
ca_es: Terminologia de localització

source: Selected localization terminology
ca_es: Terminologia de localització seleccionada

source: Local Files
ca_es: Fitxers locals

source: Local terminology files
ca_es: Fitxers de terminologia locals

source: Terminology _Files...
ca_es: _Fitxers de terminologia…

source: Add _Term...
ca_es: Afegeix un _terme…

source: Extendable
ca_es: Es pot estendre
